// Next.js API route support: https://nextjs.org/docs/api-routes/introduction

export default function handler(req, res) {
  res.status(200).json([
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com",
      "geo_coordinates": [
          {
              "lat": 49.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?2",
      "geo_coordinates": [
          {
              "lat": 48.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?4",
      "geo_coordinates": [
          {
              "lat": 47.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?6",
      "geo_coordinates": [
          {
              "lat": 46.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?8",
      "geo_coordinates": [
          {
              "lat": 45.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?10",
      "geo_coordinates": [
          {
              "lat": 44.5,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?12",
      "geo_coordinates": [
          {
              "lat": 43.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?14",
      "geo_coordinates": [
          {
              "lat": 41.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
    {
      "title": "Замічено руз транкспорту",
      "text": "Громадяни помітили ворожого транкспорту в Харкові",
      "datetime": "2022-02-28T12:00+02:00",
      "url": "https://facebook.com?16",
      "geo_coordinates": [
          {
              "lat": 42.994507,
              "lon": 36.145742,
              "text": "Харківська область, Харкіський район, Харків"
          }
      ]
    },
  ])
}
